Repository: lugrus2000/pyrone
Catalog: pyrone/locale/*/LC_MESSAGES/pyrone.po
Languages: ru

source: Administrator
ru: Администратор

source: Default theme (internal)
ru: Тема по умолчанию (встроенная)

source: Green theme (internal)
ru: Зелёная тема (встроенная)

source: blog.regolit.com style (internal)
ru: Тема сайта blog.regolit.com (встроенная)

source: administration
ru: администрирование

source: pyrone version: %s
ru: версия pyrone: %s

source: Powered by Pyrone
ru: Работает на Pyrone

source: Edit file properties
ru: Редактирование свойств файла

source: Name of the file
ru: Имя файла

source: File access type
ru: Тип доступа к файлу

source: display file download dialog (suitable for documents, archives)
ru: показывать диалог сохранения (подходит для архивов, документов)

source: leave processing to web browser (suitable for pictures)
ru: пусть браузер сам решает, что делать (подходит для картинок)

source: What should happen when user open URL to the file in web browser
ru: Что должно произойти, когда пользователь обратится к файлу по его URL через браузер

source: File content type
ru: Тип файла (content type)

source: submit
ru: отправить

source: Accounts
ru: Аккаунты

source: User accounts
ru: Аккаунты пользователей

source: Select/deselect all users
ru: Выбрать/снять выделение со всех

source: User
ru: Пользователь

source: Display name
ru: Имя

source: Email
ru: Электропочта

source: Information
ru: Информация

source: You cannot delete current user
ru: Нельзя удалить текущего пользователя

source: admin
ru: администратор

source: delete selected
ru: удалить выделенное

source: Backups
ru: Бэкапы

source: Backups management
ru: Управление бэкапами

source: Backup archives
ru: Архивы бэкапов

source: Upload backup file
ru: Закачать новый файл бэкапа

source: Backup blog now
ru: Забэкапить сейчас

source: Select/deselect all files
ru: Выбрать/снять выделение со всех

source: Backup filename
ru: Имя файла бэкапа

source: File size
ru: Размер файла

source: restore
ru: восстановить

source: Download backup
ru: Скачать бэкап

source: %i bytes
ru: %i байтов

source: Files
ru: Файлы

source: Files management
ru: Управление файлами

source: Choose file to upload
ru: Выберите файл

source: ← First choose file (other fields will be filled automatically)
ru: ← Сначала выберите файл, а другие поля будут заполнены автоматически

source: Name of the file (required, case-sensitive, if file with that name exists it will be replaced)
ru: Имя файла (обязательно, зависит от регистра, если файл с таким именем существует, он будет заменён)

source: File will be accessed using specified name
ru: Файл будет доступен по указанному имени

source: upload
ru: закачать

source: cancel
ru: отменить

source: upload file
ru: закачать файл

source: Filename
ru: Имя файла

source: Content type
ru: Тип файла

source: edit
ru: править

source: file URL
ru: URL файла

source: Visitors' emails
ru: Емейлы посетителей

source: E-mail
ru: Электропочта

source: Verified
ru: Подтверждено

source: Blog settings
ru: Настройки блога

source: save
ru: сохранить

source: General
ru: Общие

source: Blog title
ru: Заголовок блога

source: Base blog address
ru: Базовый URL блога

source: URL that will be used in all external communications (notification messages for example)
ru: URL, который будет использоваться во внешних коммуникациях (уведомления по почте, например)

source: Copyright string
ru: Строка копирайта

source: A string displayed at the bottom of each blog page, just before “Powered by Pyrone”
ru: Строка, отображаемая в нижней части каждой страницы блога, прямо перед надписью «Работает на Pyrone»

source: Number of elements on a page
ru: Сколько элементов на странице

source: How much elements (articles etc) display on single page
ru: Сколько элементов (например, статей) показывать на одной странице

source: Picture preview width
ru: Ширина превьюшки для картинки

source: Width of automatically generated preview to be used as smaller copy of original picture.
ru: Ширина автоматически сгенерённой превьюшки, которая будет использоваться в качестве уменьшенной копии картинки

source: Your google analytics ID, value like “UA-12345678-9”, to disable Google Analytics just clear the field
ru: Идентификатор вашего аккаунта в системе Google Analytics™, значение типа «UA-12345678-9», чтобы отключить аналитику, очистите это поле

source: Blog timezone
ru: Часовой пояс блога

source: Timezone to be used for time and date values on the site, <strong>must</strong> be tzdb-compatible string value like “Asia/Novosibirsk” or “UTC”.
ru: Название часового пояса (в формате tzdb!), например «Asia/Novosibirsk» или «UTC».

source: Site language
ru: Язык сайта

source: Site theme (<a href="/static/themes-notes-en.html">read more</a> about themes)
ru: Тема оформления сайта (<a href="/static/themes-notes-ru.html">подробнее</a> об этом)

source: Twitter Auth
ru: Авторизация через Twitter

source: To use Twitter authentication you MUST <a href="https://dev.twitter.com/apps">register</a> a new twitter application and obtain consumer key and secret.
ru: Чтобы использовать автоизацию при помощи Twitter, вы должны <a href="https://dev.twitter.com/apps">зарегистрировать</a> новое приложение на сайте twitter и получить ключи consumer и secret.

source: Twitter “share a link” button
ru: Кнопка твиттера «твитнуть»

source: enable this social button
ru: включить эту социальную кнопку

source: show total Twitter recommendations count
ru: показывать счётчик с количеством рекомендаций

source: Use this Twitter username for sharing
ru: Использовать этот имя твиттера для шаринга

source: Google “+1” button
ru: Кнопка Google «+1»

source: Site search widget
ru: Виджет поиска по сайту

source: HTML/JavaScript code for the site search widget
ru: HTML/JavaScript код для виджета поиска

source: You should enter HTML code in this text box you received from the external search provider. To delete site search from the pages just clear the field.
ru: Вы должны ввести в это поле HTML-код, полученный вами от поискового провайдера. Чтобы удалить виджет поиска, просто очистите это поле.

source: Notifications
ru: Уведомления

source: Email address for system notifications
ru: Адрес электропочты для системных уведомлений

source: Email address for the system notification: user added, comment added for moderation etc
ru: Адрес электропочты, на который будут рассылаться уведомления о добавлении нового пользователя, новом комментарии и т.п.

source: Email address to be used as sender address
ru: Адрес электропочты, который будет использоваться в качестве адреса отправителя

source: This email will be used as FROM address for notification messages
ru: Этот адрес будет использован в качестве адреса отправителя для уведомлений

source: Select notifications you want to receive
ru: Выберите, какие уведомления вы хотите получать

source: new comment added (including comment moderation requests)
ru: добавлен новый комментарий (включая требующий модерации)

source: new user registered
ru: зарегистрировался новый пользователь

source: Email address verification message subject template
ru: Шаблон темы письма о верификации адреса электропочты

source: Plain text, no HTML, allowed substitution symbols:
ru: Простой текст, без HTML, допустимые символы подстановки:

source: Email address verification message body template
ru: Шаблон тела письма о верификации адреса электропочты

source: Answer to comment notification message subject template
ru: Шаблон темы письма-уведомления об ответе на комментарий

source: Answer to comment notification message body template
ru: Шаблон тела письма-уведомления об ответе на комментарий

source: Admin notification subject template: new comment
ru: Шаблон темы письма-уведомления администратору о новом комментарии

source: Admin notification body template: new comment
ru: Шаблон тела уведомления администратора о новом комментарии

source: Admin notification subject template: new user registered
ru: Шаблон темы уведомления администратора о новом зарегистрированном пользователе

source: Admin notification body template: new user registered
ru: Шаблон тела уведомления администратора о новом зарегистрированном пользователе

source: Widget “Pages” parameters
ru: Параметры виджета «Страницы»

source: Pages list
ru: Список страниц

source: One site definition per line, empty lines are ignored. Incorrect lines are ignored.
ru: По одному определению веб-страницы на строку. Некорректные строки игнорируются

source: Every line defines one page, here is the sample: <code><pre>!http://google.com ! Google web search !http://yandex.ru ! Search in Yandex</pre></code>
ru: Каждая строка задаёт один сайт, например: <code><pre>!http://google.com ! Google web search !http://yandex.ru ! Search in Yandex</pre></code>

source: You can use any other character as delimiter instead of <strong>!</strong>, e.g. pipe “|”:<code><pre>|http://google.com | Google web search |http://yandex.ru | Search in Yandex</pre></code>
ru: Можно использовать другой символ-разделитель вместо <strong>!</strong>, например, «|»:<code><pre>|http://google.com | Google web search |http://yandex.ru | Search in Yandex</pre></code>

source: The main idea is simple: first character in the line is delimiter.
ru: Главная идея проста: первый символ в строке — это разделитель.

source: Latest articles feed
ru: Лента последних статей

source: Comments moderation
ru: Модерация комментариев

source: Visitor website
ru: Веб-сайт

source: IP address:
ru: IP адрес:

source: link
ru: ссылка

source: approve
ru: одобрить

source: delete
ru: удалить

source: expand…
ru: раскрыть…

source: draft
ru: черновик

source: Posted by %(author)s on %(date)s
ru: Написано %(author)s %(date)s

source: DATE_TIME_SHORT
ru: %Y-%m-%d в %H:%M

source: continue reading
ru: читать дальше

source: Tags:
ru: Теги:

source: Comments:
ru: Комментарии:

source: not approved comments:
ru: ещё не одобренных комментариев

source: No articles here.
ru: Ничего нет.

source: ←newer
ru: ←новые

source: older→
ru: старые→

source: Sign in
ru: Войти

source: Login name
ru: Логин

source: Password
ru: Пароль

source: sign in
ru: войти

source: My profile
ru: Мой профиль на сайте

source: …and repeat password
ru: …и повторите пароль

source: You are signed in using twitter account %s.
ru: Вы зашли с использованием twitter-аккаунта %s.

source: Email address (for notifications)
ru: Адрес электропочты для уведомлений

source: Email verification and confirmation
ru: Подтверждения адреса электропочты

source: Comments
ru: Комментарии

source: Display name of the visitor
ru: Отображаемое имя посетителя

source: Comment date and time
ru: Дата-время комментария

source: subscribed
ru: подписан

source: Email address of the visitor
ru: Адрес электропочты посетителя

source: Visitor ip address
ru: IP-адрес посетителя

source: Visitor X-Forwarded-For address
ru: Адрес из заголовка X-Forwarded-For

source: close
ru: закрыть

source: leave comment
ru: оставить комментарий

source: Comment text (markup: *<em>italic</em>*, **<strong>bold</strong>**, [hyperlink](http://example.com) or &lt;http://example.com> <a class="new-window" target="_blank" href="/static/comment-markup-tip-en.html" title="Open in new window">more</a>)
ru: Текст комментария (разметка: *<em>курсив</em>*, **<strong>полужирная</strong>**, [ссылка](http://example.com) или &lt;http://example.com> <a class="new-window" target="_blank" href="/static/comment-markup-tip-ru.html" title="Открыть в новом окне">ещё</a>)

source: <strong>Anonymous visitors, please pay attention that comments with more than one hyperlink (including field “website”) will be put on moderation. Sign in to post without such limitations.</strong>
ru: Посетители-анонимы, обратите внимение, что более чем одна гиперссылка в тексте (включая оную из поля «веб-сайт») приведёт к блокировке комментария для модерации. Зайдите на сайта с использованием аккаунта на twitter, например, чтобы посылать комментарии без этого ограничения.

source: Subscribe to answers
ru: Подписаться на ответы

source: Your name (required, 50 characters or less)
ru: Имя (обязательно, 50 символов или меньше)

source: Your email (won't be published, required if you want to receive answers)
ru: Email, на который получать ответы (не будет опубликован)

source: Your website
ru: Веб-сайт

source: post comment
ru: отправить комментарий

source: commenting is disabled
ru: комментирование отключено

source: Write new article
ru: Написать новую статью

source: Edit article
ru: Править статью

source: Subject (required)
ru: Тема (обязательно)

source: Shortcut (required)
ru: Ярлык (обязательно)

source: Short string (part of the URL), alphanumeric characters and “-” are recommended.
ru: Короткая строка (часть URL), рекомендуются алфавитно-цифровые символы и «-».

source: Publishing date and time
ru: Дата-время публикации

source: Format: YYYY-MM-DD HH:MM
ru: Формат: ГГГГ-ММ-ДД ЧЧ:ММ

source: Tags (comma separated)
ru: Теги (через запятую)

source: Article body (required, markup: *<em>italic</em>*, **<strong>bold</strong>**, [hyperlink](http://example.com) <a href="/static/article-markup-tip-en.html" target="_blank" class="new-window">more</a>)
ru: Тело статьи (обязательно, разметка *<em>курсив</em>*, **<strong>полужирная</strong>**, [ссылка](http://example.com) <a href="/static/article-markup-tip-ru.html" target="_blank" class="new-window">ещё</a>)

source: Inline code (monospace text)
ru: Код внутри строки (моноширинный текст)

source: Emphasis (italic)
ru: Курсив

source: Strong text (bold)
ru: Полужирный текст

source: Quotation
ru: Цитирование

source: draft article
ru: черновик

source: if checked article will not be available to everyone
ru: если включено, сохранённая статья будет видна только вам

source: allow visitors comments
ru: разрешить комментарии

source: save and continue editing
ru: сохранить в фоновом режиме

source: preview
ru: предварительный просмотр

source: <strong>Sign in</strong> using
ru: <strong>Войти на сайт</strong>, используя

source: You are logged in.
ru: Вы уже в системе.

source: My profile page
ru: Мой профиль на сайте

source: My subscriptions
ru: Мои подписки

source: Logout
ru: Выйти из системы

source: Actions
ru: Действия

source: Not approved comments
ru: Неподтверждённые комментарии

source: Manage files
ru: Управление файлами

source: Backup/restore
ru: Бэкап/восстановление

source: Settings
ru: Настройки

source: Email:
ru: Электропочта:

source: reply to this comment
ru: ответить на этот комментарий

source: Pages
ru: Страницы

source: Search blog
ru: Искать по блогу

source: Tags cloud
ru: Облако тегов

source: Incorrect login or password
ru: Неверный логин или пароль

source: Verification failed: email not found.
ru: Верификация не получилась, так как адрес электропочты неизвестен сайту.

source: Email `%s` has confirmed.
ru: Адрес электропочты `%s` успешно подтверждён.

source: Invalid value, must be positive numeric value
ru: Некорректное значение, должно быть целое положительное число

source: Backup file not found
ru: Файл бэкапа не найден

source: Backup file is broken!
ru: Файл бэкапа повреждён!

source: Backup file is broken, no catalog file inside!
ru: Файл бэкапа повреждён, не найден файл каталога внутри архива!

source: Backup file is broken, XML catalog is broken!
ru: Файл бэкапа повреждён, файл каталога повреждён!

source: Unknown XML format of catalog file.
ru: Формат файла каталога не является корректным XML.

source: Unsupported backup version: “%s”!
ru: Версия бэкапа «%s» не поддерживается!

source: Backup file is broken: settings block not found
ru: Файл бэкапа повреждён, блок «settings» не обнаружен

source: Backup file is broken: users block not found
ru: Файл бэкапа повреждён, блок «users» не обнаружен

source: Backup file is broken: articles block not found
ru: Файл бэкапа повреждён, блок «articles» не обнаружен

source: Unable to restore backup: database error, maybe your backup file is corrupted
ru: Не удалось восстановить бэкап, ошибка базы данных, вероятно файл бэкапа повреждён

source: Latest articles
ru: Последние статьи

source: Articles labeled with tag “%s”
ru: Статьи, помеченные тегом «%s»

source: field is required
ru: поле обязательно нужно заполнить

source: invalid date and time format
ru: Указано некорректное время публикации

source: duplicated shortcut
ru: шорткат уже встречался ранее

source: Empty comment body is not allowed.
ru: Пустое поле комментария не допускается

source: Answering to not approved comment
ru: Нельзя ответить на неподтверждённый комментарий
